{
  "navigation": {
    "home": "Home",
    "solutions": "Payment",
    "payment": "Payment",
    "paymentDescription": "Experience the future of finance with modern invoicing and payment processes.",
    "payroll": "Payroll",
    "payrollDescription": "Simplify your payroll process with flexible and efficient crypto and FIAT payroll solutions.",
    "resources": "Resources",
    "affiliate": "Affiliate",
    "login": "Log in",
    "signUp": "Sign up",
    "menu": "Registration"
  },
  "home": {
    "heroTitle": "Accept Crypto Payments",
    "heroTitleGradient": "Risk Free",
    "heroDescription": "Embrace the future with our innovative automation and secure crypto checkouts, empowering you to prioritize your business without the worry of crypto market fluctuations. Leave manual payments in the past, and let our technology simplify it all.",
    "heroButton": "Join Now - It's free!",
    "heroButton2": "Download App",
    "heroAvailable": "Available on:",
    "cardSubtitle": "Step into the Future of Payments",
    "cardTitleP1": "Stay Competitive with Modern",
    "cardTitleP2": "Payment Processing",
    "cardList": [
      {
        "title": "Top-Tier Support",
        "description": "Your Satisfaction, Our Priority: Leading with Support Excellence."
      },
      {
        "title": "Unlock New Markets",
        "description": "Unleash the Power of Growth and be fit for the future."
      },
      {
        "title": "Streamline Your Workflow",
        "description": "Our Solution, All-In-One: Your Shortcut to Safe Crypto Payments"
      }
    ],
    "layoutButton": "Get Started for Free",
    "simplifySubtitle": "Simplify",
    "simplifyTitle": "Effortless Crypto Transactions with Invoicing",
    "simplifyDescription": "Experience a seamless and secure transaction environment and automated invoicing with Nefentus - designed for you to cater to the diverse needs of businesses and customers.",
    "payrollDescription": "Use our streamlined, efficient solution for managing employee compensation, including salary payments and benefit allocations.",
    "payrollSubtitle": "Process Payroll",
    "payrollTitleP1": "Grow with our",
    "payrollTitleP2": "payroll system",
    "aboutCard1Subtitle": "Rapid Adoption",
    "aboutCard1Title": "Accept a Wide Variety of Cryptocurrencies",
    "aboutCard1TitleGradient": "Without Risk",
    "aboutCard1Description": "Our smart contract based technology eliminates cryptocurrency volatility through instantly converting cryptocurrency payments into stable coins in your wallet. Securely accept a range of crypto currencies and offer payment flexibility to your customers.",
    "aboutCard2Subtitle": "Tracking",
    "aboutCard2TitleP1": "Everything You Need",
    "aboutCard2TitleP2": "In One Place",
    "aboutCard2Description": "Our advanced dashboards enable you to gain deeper insights and make data-driven decisions with ease, improving your productivity and profitability.",
    "aboutCard3Subtitle": "Integrating",
    "aboutCard3TitleP1": "Effortlessly Connect ",
    "aboutCard3TitleP2": "with Your Other Tools",
    "aboutCard3Description": "Integrating your financial stack with our platform offers access to 200+ crypto wallets, streamlines operations, and enhances financial control.",
    "aboutCardButton": "Get Started",
    "reviewList": [
      {
        "name": "Stephan Walouch",
        "position": "Founder & CEO",
        "message": "Nefentus increased my revenue and saved me time!"
      },
      {
        "name": "Leon Enzminger",
        "position": "Founder & CEO",
        "message": "Thanks to Nefentus, I can focus on growing my business!"
      },
      {
        "name": "Natalia Sakharova",
        "position": "Head of Compliance",
        "message": "Switching to Nefentus was the best decision I made for my payments!"
      }
    ],
    "reviewTitleP1": "Hear Directly From ",
    "reviewTitleP2": "Our Customers",
    "reviewSubtitle": "Reviews",
    "helpTitle": "Need Help?",
    "helpSubtitle": "Quick support",
    "helpCard1Title": "24/7 Chat Support",
    "helpCard1Text": "Get 24/7 chat support with our friendly customer service agents at your service.",
    "helpCard1Button": "Chat now",
    "helpCard2Title": "FAQs",
    "helpCard2Text": " View FAQs for detailed instructions on specific features",
    "helpCard2Button": "View more"
  },
  "payment": {
    "heroHeadingGradient": "The New Way",
    "heroHeading": "to Pay with Crypto",
    "heroDescription": "Experience the future of finance by revolutionizing your invoicing and payment processes with our advanced automation tools and secure crypto-based checkouts, simplifying financial management and maximizing revenue potential.",
    "heroButton": "Start Now - It's free!",
    "growSubtitle": "Grow",
    "growTitle": "Boost Your Sales ",
    "growTitle2": "With Nefentus!",
    "growContent": [
      {
        "title": "Effortlessly Accept a Wide Range of Cryptos Securely:",
        "descriptionP1": "Our smart contract technology is engineered to tackle the roller-coaster ride of cryptocurrency prices. When your customers make payments using cryptocurrencies, our smart contracts swing into action, seamlessly converting those payments into stablecoins.",
        "descriptionP2": "This instant conversion ensures that the value of your received payments remains steady, effectively shielding your business from the unpredictable price fluctuations often associated with the crypto market.",
        "button": "Get Started"
      },
      {
        "title": "Get Started In Less Than 5 Minutes:",
        "descriptionP1": "At Nefentus, we value your time. That's why we've streamlined the process to help you create your account and connect your wallet in less than 5 minutes. For EU residents, a KYC process is required.",
        "descriptionP2": "Don't worry if you don't have a wallet yet! Nefentus automatically creates one for you. However, if you prefer to use your existing wallet, you can easily link it to our system. Start your journey with Nefentus today and experience the freedom and flexibility that cryptocurrencies offer!",
        "button": "Get Started"
      },
      {
        "title": "Easy Transaction Management:",
        "descriptionP1": "Effortlessly accept payments: generate QR codes or payment links for customers to pay with any of our accepted cryptocurrencies.",
        "descriptionP2": "Track the payment process in real time and benefit from automatically created and sent invoices.",
        "button": "Get Started"
      }
    ],
    "iconTitleP1": "Empower Your Business",
    "iconSubtitle": "Be Part of the Future",
    "iconDescription": "Our platform is not just a gateway; it's a powerhouse of flexibility and scalability. Customize your payment capabilities to suit your unique needs and seize the opportunities presented by today's dynamic and ever-changing payment landscape. Stay ahead of the curve and transform your business.",
    "whyTitle": "Why Nefentus?",
    "whyButton": "Get Started for free",
    "whyContent": [
      {
        "title": "Created in Europe",
        "description": "Our in-house team of expert IT specialists continuously develops and improves Nefentus to a highest standards,"
      },
      {
        "title": "GDPR Compliant",
        "description": "We prioritize data protection, adhering to the highest security and privacy standards to ensure the protection of your company and customers' data."
      },
      {
        "title": "Secure Servers And Smart Contracts",
        "description": "Our company ensures the highest security standards for your data and payments through the use of Smart Contracts. These self-executing contracts based on blockchain technology provide transparency, tamper resistance, and efficiency."
      }
    ],
    "dataContent": [
      {
        "title": "3.0% Commission",
        "description": "Customers are charged a 3% commission solely on real transactions, with no monthly or ongoing fees. We believe in a straightforward fee structure that ensures transparency and fairness.",
        "list": [
          "No hidden fees",
          "Fast & Safe",
          "Intuitive payment process",
          "Instant payouts"
        ]
      },
      {
        "title": "Smart Analytics",
        "description": "We calculate key metrics for your business and keep track of your growth effortlessly.",
        "list": [
          "See measurable growth",
          "Optimize processes",
          "Access analytics",
          "Gain insights"
        ]
      },
      {
        "title": "Automations",
        "description": "Nefentus spares you the efforts of manual invoicing and simplifies your accounting.",
        "list": [
          "Fraud-safe",
          "Automated invoicing",
          "Financial overview",
          "Completely compliant"
        ]
      },
      {
        "title": "Digital Products",
        "description": "Safely upload your digital products to Nefentus and make them available for download upon purchase. Additionally,  track your physical product inventory, ensuring a seamless and efficient management experience.",
        "list": [
          "Secure your Content",
          "Upload your digital products to Nefentus ",
          "Sell digital & physical products",
          "No need for third-party providers"
        ]
      }
    ],
    "paymentSubtitle": "Cost",
    "paymentTitle": "No Monthly Fee, Pay Only For Results",
    "paymentCard1Title": "Individual",
    "paymentCard1Description": "3.0% Comission",
    "paymentCard2Title": "Enterprise",
    "paymentCard2Description": "100,000+ EUR monthly transaction volume",
    "paymentButton": "Sign Up For Free",
    "paymentCard1": [
      "Accept crypto payments safely",
      "Fraud resistant smart contracts",
      "Instant payouts",
      "Automated Invoicing",
      "No fixed fees",
      "Free onboarding",
      "Instant access"
    ],
    "paymentCard2": [
      "All of Individual plan +",
      "Lower commission",
      "Exclusive Messenger Support",
      "Nefentus enterprise circle",
      "VIP networking gatherings"
    ]
  },
  "payroll": {
    "heroTitleP1": "The most effortless payroll ",
    "heroTitleP2": "processing for your business",
    "heroSubtitle": "Payroll Solutions",
    "heroDescription": "Simplify your payroll process with Nefentus' flexible and efficient crypto and FIAT payroll solutions. Add employees, set salaries, and pay with ease, all while taking advantage of the benefits of cryptocurrency. With our comprehensive reporting tools, you can gain valuable insights into your payroll data, enabling you to optimize your operations for improved productivity and profitability.",
    "manageTitle": "Effortlessly manage payroll with crypto",
    "manageDescription": "Empower your employees with Nefentus' advanced crypto payroll solutions, enabling you to pay full or partial salaries and bonuses in cryptocurrency, as well as allocate shares of your token to build loyalty and incentivize productivity.",
    "manageButton": "Get Started for Free",
    "manageSubtitle": "Manage",
    "organizeSubtitle": "Organize payment",
    "organizeTitle": "Effortlessly process employee benefits",
    "organizeDescription": "Efficiently manage your payroll with Nefentus' advanced features, including multi-currency and multi-chain support, lower transaction fees for global teams, onboarding through CSV file uploads, and scheduling of recurring salaries.",
    "trackSubtitle": "Track",
    "trackTitleP1": "Track all payments ",
    "trackTitleP2": "in one place",
    "trackDescription": "Effortlessly review the status of all payment requests using Nefentus' visual dashboard, with the ability to easily send payment reminders to outstanding requests.",
    "iconSubtitle": "Financial Stack",
    "iconTitleP1": "Streamline Your Payment ",
    "iconTitleP2": "with Seamless Integrations",
    "iconDescription": "Simplify your payment processing with Nefentus' seamless platform, offering access to over 200 wallets for effortless acceptance and processing of cryptocurrency payments with advanced security features.",
    "payrollContent": [
      {
        "title": "Invoicing",
        "description": "Your all-in-one platform to manage your invoices. Designed for Finance & Operations teams in companies."
      },
      {
        "title": "Payroll",
        "description": "Processing salaries and bonuses in cryptocurrency has become increasingly popular due to its simplicity and efficiency."
      },
      {
        "title": "Expenses",
        "description": "Simplify expense claims submissions for your team. Approve and reimburse expenses in crypto quickly and easily."
      }
    ]
  },
  "forgot-password": {
    "title": "Password forgotten",
    "button": "Send email",
    "info": "Dont know your email please contact the support! "
  },
  "reset-password": {
    "title": "Reset Password",
    "button": "reset",
    "info": "Don't want to reset your password? Login instead.",
    "button-label-confirm": "Confirm password"
  },
  "signUp": {
    "titleP1": "Get started",
    "titleP2": "with Nefentus",
    "description": "Start now, it is free. Nefentus helps you manage your business operations in a compliant and sustainable way.",
    "info": "Already have an account? ",
    "infoButton": "Sign in",
    "firstNameLabel": "Full name",
    "firstNamePlaceholder": "John Doe",
    "lastNameLabel": "Last name",
    "lastNamePlaceholder": "Doe",
    "telefonLabel": "Telefon",
    "emailLabel": "Email",
    "emailPlaceholder": "you@email.com",
    "passwordLabel": "Password",
    "passwordPlaceholder": "Password",
    "optionLabel": "What do you want to register for?",
    "option1Label": "Country",
	"option1Placeholder": "Chose country",
    "option2Label": "Your Program",
    "option1": "Vendor",
    "option2": "Affiliate",
    "formButton": "Create Account",
    "formInfo": "By signing up, you agree to out Privacy Policy and Terms of Service."
  },
  "login": {
    "titleP1": "Welcome Back",
    "titleP2": "to Nefentus",
    "description": "Enter your credentials below to access your Nefentus account and unlock a world of possibilities.",
	"remember": "Remember me",
    "button": "Sign in",
    "info": "Don't have an account? ",
    "infoButton": "Sign up",
    "forgot": "Forgot password?"
  },
  "affiliate": {
    "heroTitleP1": "Probably",
    "heroGradient": "The Best",
    "heroTitleP2": "Affiliate Network Out There!",
    "heroSubtitle": "Affiliate Program",
    "heroHeading": "Earn commissions effortlessly",
    "heroDescription": "Sign up for Nefentus' affiliate program for free and start earning commissions on autopilot.",
    "heroButton": "Create your account",
    "affiliateList": [
      "No investment required to join",
      "Earn from products you believe",
      "Safe & Secure",
      "Potential for unlimited earnings"
    ],
    "whyTitleP1": "Products Tailored ",
    "whyTitleP2": "for Affiliate",
    "whyButton": "Get Started for free",
    "whyContent": [
      {
        "title": "Overview",
        "description": "At a glance, see how much you have earned and how many transactions have been completed."
      },
      {
        "title": "Leaderboard",
        "description": "Compare your performance to other affiliates and get listed on the leaderboard."
      },
      {
        "title": "Goal function",
        "description": "Track your commissions and compare revenues for your promoted products."
      },
      {
        "title": "Mobile App",
        "description": "Keep track of your commissions and get notified about sales with our app."
      }
    ],
    "compareTitle": "Addressing Affiliate Challenges:\n Our Solutions",
    "compareSubtitle": "Solutions",
    "compareContent": [
      {
        "type": "cons",
        "title": "Difficulty in standing out among competitors in a crowded market",
        "description": "With so many affiliate programs and traditional products available, it can be challenging for affiliates to differentiate themselves and their promotions from the competition. This can lead to lower engagement and sales, making it harder to earn commissions."
      },
      {
        "title": "Stand out among competitors in\na crowded market",
        "description": "Nefentus is a revolutionary platform and offers its affiliates a range of marketing materials, including banners and landing pages, to help them differentiate themselves and stand out in a crowded market. Additionally, the program offers attractive commissions and a revolutionary product to promote, giving affiliates a competitive edge."
      },
      {
        "type": "cons",
        "title": "Dependence on the performance of the products or services",
        "description": "Affiliates are at the mercy of the performance and quality of the products or services they are promoting. If the product or service underperforms, it can negatively impact an affiliate's reputation and earnings potential."
      },
      {
        "title": "You can rely on the excellence of our product and service performance",
        "description": "Nefentus is committed to providing high-quality, reliable products and services to its customers, which ultimately benefits its affiliates by maintaining a positive reputation and ensuring customer satisfaction. We have been growing  quickly and have high levels of customer satisfaction."
      },
      {
        "type": "cons",
        "title": "Limited control and no instant affiliate commission payouts",
        "description": "In the dynamic landscape of affiliate marketing, two significant challenges often arise, presenting hurdles that many affiliates encounter on their journey to success: limited transparency of the product offerings and the anticipation of delayed commission payouts."
      },
      {
        "title": "Transparent product and pricing structure, instant affiliate commission payouts",
        "description": "These are the key elements that stand out as catalysts for success. We provide comprehensive product information and straightforward pricing models empowering affiliates to effectively market our products, resulting in higher conversion rates and customer satisfaction."
      }
    ]
  },
  "support": {
    "title": "Support Center Questions:",
    "sideBar": [
      "Introduction",
      "Everything about payments",
      "Everything around the topic of products",
      "FAQ",
      "Nefentus Basics",
      "Nefentus Advanced",
      "Everything around the topic Affiliate"
    ],
    "contact": {
      "title": "For more help, contact us!",
      "description": "If you prefer a more personal touch, we're always here to help via phone or email. Whether you have a quick question or need more in-depth assistance, we're just a call or click away.",
      "button1Text": "Message us via chat",
      "button1Description": "Write us uncomplicated and fast via chat.",
      "button2Description": "Your request will be answered within one day."
    },
    "introduction": {
      "title": "Welcome to the support page from Nefentus Solutions!",
      "mainDescription": "You can find all the information regarding Nefentus Solutions in this area. You can find detailed information on what you can do, links to frequently asked questions and popular blog posts, as well as a getting started guide that leads you through using the product step-by-step.",
      "banner": "We've structured the documentation page into four groups:",
      "description1": "1. Essential information about the product",
      "description2": "2. Popular articles about product features",
      "description3": "3. Additional resources you might find interesting",
      "description4": "4. Ways to get in contact with us"
    }
  },
  "contact": {
    "title": "Create Account Today",
    "description": "At Nefentus, we believe in supporting our clients every step of the way. That's why we offer free onboarding calls to assist with registration and setup. Whether you're a bar owner, consultant, coach, trainer, speaker, or agency owner, we're committed to finding the perfect solution for your unique needs.",
    "button": "Sign up now",
    "button2": "Schedule Free Onboarding Support Session"
  },
  "footer": {
    "copyright": "© 2023 Nefentus. All rights reserved.",
    "downloadButton": "DOWNLOAD NOW",
    "content": [
      {
        "text": "Home"
      },
      {
        "text": "Payment"
      },
      {
        "text": "Resources"
      },
      {
        "text": "Affiliate"
      }
    ],
    "privacy": "Privacy Policy",
    "imprint": "Imprint"
  }
}
