{
  "navigation": {
    "home": "Startseite",
    "solutions": "Unsere Solution",
    "resources": "Resourcen",
    "affiliate": "Affiliate",
    "login": "Log in",
    "signUp": "Sign up",
    "menu": "Registrierung"
  },
  "home": {
    "heroTitle": "Akzeptieren Sie Krypto Zahlungen",
    "heroTitleGradient": "Ohne Risiko",
    "heroDescription": "Mit unserer innovativen Automatisierung und sicheren Krypto-Checkouts, die es Ihnen ermöglichen, sich auf Ihr Geschäft zu konzentrieren, ohne sich um die Schwankungen des Krypto-Marktes sorgen zu müssen. Lassen Sie manuelle Zahlungen der Vergangenheit angehören und lassen Sie uns alles vereinfachen.",
    "heroButton": "Starte Jetzt - Kostenlos!",
    "heroButton2": "Jetzt Downloaden",
    "heroAvailable": "Verfügbar für:",
    "cardSubtitle": "Ihr Schritt zu einem modernen Zahlungsverkehr",
    "cardTitleP1": "Mit moderner Zahlungsverarbeitung",
    "cardTitleP2": "Wettbewerbsfähig bleiben",
    "cardList": [
      {
        "title": "Erstklassige Unterstützung:",
        "description": "Ihre Zufriedenheit, unsere Priorität: Führend mit exzellentem Support."
      },
      {
        "title": "Erschließen Sie\n neue Märkte:",
        "description": "Entfesseln Sie die Kraft des Wachstums und machen Sie sich fit für die Zukunft."
      },
      {
        "title": "Optimieren Sie\n Ihren Workflow:",
        "description": "Unsere Lösung, alles in einem: Ihre Abkürzung zu sicheren Krypto-Zahlungen"
      }
    ],
    "layoutButton": "Jetzt kostenlos einsteigen",
    "simplifySubtitle": "Vereinfachen Sie",
    "simplifyTitle": "Mühelose Krypto-Transaktionen mit Rechnungsstellung",
    "simplifyDescription": "Erleben Sie eine nahtlose und sichere Transaktions-Umwandlung und eine automatisierte Rechnungsstellung mit Nefentus - entwickelt für Sie, um den vielfältigen Anforderungen von Unternehmen und Kunden gerecht zu werden.",
    "aboutCard1Subtitle": "Schnelle Annahme",
    "aboutCard1Title": "Akzeptieren Sie\n eine Vielfalt an Kryptowährungen",
    "aboutCard1TitleGradient": "ohne Risiko",
    "aboutCard1Description": "Unsere auf Smart Contracts basierende Technologie eliminiert die Volatilität von Kryptowährungen durch die sofortige Umwandlung von Kryptowährungszahlungen in stabile Coins in Ihrer Wallet. So akzeptieren Sie sicher eine Reihe von Kryptowährungen und bieten Sie Ihren Kunden Zahlungsflexibilität.",
    "aboutCard2Subtitle": "Tracking",
    "aboutCard2TitleP1": "Alles was Sie brauchen",
    "aboutCard2TitleP2": "an einem Ort",
    "aboutCard2Description": "Unsere fortschrittlichen Dashboards ermöglichen es Ihnen, tiefere Einblicke zu gewinnen und mühelos datenbasierte Entscheidungen zu treffen, die Ihre Produktivität und Profitabilität erhöhen.",
    "aboutCard3Subtitle": "Integration",
    "aboutCard3TitleP1": "Nahtlose Verbindungen ",
    "aboutCard3TitleP2": "mit all Ihren\n anderen Tools",
    "aboutCard3Description": "Die Integration in unsere Plattform bietet Zugang zu mehr als 200 Krypto-Wallets, optimiert die Abläufe und verbessert die Finanzkontrolle.",
    "aboutCardButton": "Jetzt Account erstellen",
    "reviewList": [],
    "helpTitle": "Sie brauchen mehr Hilfe",
    "helpSubtitle": "Unser Schneller Support",
    "helpCard1Title": "Jetzt Support Kontaktieren",
    "helpCard1Text": "Nutzen Sie den E-Mail-Support mit unseren freundlichen Kundendienstmitarbeitern, die Ihnen zur Verfügung stehen.",
    "helpCard1Button": "Jetzt Kontakt aufnehmen",
    "helpCard2Title": "FAQs",
    "helpCard2Text": " Detaillierte Anweisungen zu allen Funktionen finden Sie in den FAQs.",
    "helpCard2Button": "Jetzt anschauen"
  },
  "payment": {
    "heroHeadingGradient": "Der neue Weg",
    "heroHeading": "mit Krypto Währungen zu bezahlen",
    "heroDescription": "Erleben Sie die Zukunft des Finanzwesens, indem Sie Ihre Rechnungs- und Zahlungsprozesse mit unseren fortschrittlichen Automatisierungstools und sicheren kryptobasierten Checkouts revolutionieren, welches Finanzmanagement vereinfachen und das Umsatzpotenzial maximieren.",
    "heroButton": "Starten Sie Jetzt - Es ist Kostenlos!",
    "growSubtitle": "Wachsen Sie mit Uns",
    "growTitle": "Maximieren Sie \nIhre Verkäufe",
    "growTitle2": "mit Nefentus!",
    "growContent": [
      {
        "title": "Mühelose und sichere Annahme einer breiten Palette von Kryptowährungen:",
        "descriptionP1": "Unsere Smart-Contract-Technologie wurde entwickelt, um die Achterbahnfahrt der Kryptowährungspreise zu bewältigen. Wenn Ihre Kunden Zahlungen mit Kryptowährungen tätigen, treten unsere intelligenten Verträge in Aktion und wandeln diese Zahlungen nahtlos in Stablecoins um.",
        "descriptionP2": "Diese sofortige Umrechnung stellt sicher, dass der Wert der erhaltenen Zahlungen konstant bleibt und schützt Ihr Unternehmen effektiv vor den unvorhersehbaren Preisschwankungen, die oft mit dem Kryptomarkt verbunden sind.",
        "button": "Jetzt Starten"
      },
      {
        "title": "Starten Sie in weniger als 5 Minuten:",
        "descriptionP1": "Bei Nefentus wissen wir Ihre Zeit zu schätzen. Deshalb haben wir den Prozess gestrafft, damit Sie Ihr Konto in weniger als 5 Minuten einrichten und Ihr Wallet anschließen können. Für EU-Bürger ist ein KYC-Prozess erforderlich.",
        "descriptionP2": "Machen Sie sich keine Sorgen, wenn Sie noch keine Wallet haben! Nefentus erstellt automatisch eine für Sie. Wenn Sie es jedoch vorziehen, Ihre bestehende Wallet zu verwenden, können Sie diese einfach mit unserem System verbinden. Beginnen Sie Ihre Reise mit Nefentus noch heute und erleben Sie die Freiheit und Flexibilität, die Kryptowährungen bieten!",
        "button": "Jetzt Starten"
      },
      {
        "title": "Einfaches Transaktionsmanagement:",
        "descriptionP1": "Mühelose Annahme von Zahlungen: Generieren Sie QR-Codes oder Zahlungslinks für Kunden, die mit einer unserer akzeptierten Kryptowährungen bezahlen möchten.",
        "descriptionP2": "Verfolgen Sie den Zahlungsprozess in Echtzeit und profitieren Sie von automatisch erstellten und versendeten Rechnungen.",
        "button": "Jetzt Starten"
      }
    ],
    "iconTitleP1": "Stärken Sie Ihr Unternehmen",
    "iconSubtitle": "Seien Sie Teil der Zukunfte",
    "iconDescription": "Unsere Plattform ist nicht nur ein Gateway, sondern ein Kraftwerk der Flexibilität und Skalierbarkeit. Passen Sie Ihre Zahlungsfunktionen an Ihre individuellen Bedürfnisse an und nutzen Sie die Chancen, die sich in der dynamischen und sich ständig verändernden Zahlungslandschaft von heute bieten. Bleiben Sie der Zeit voraus und transformieren Sie Ihr Geschäft.",
    "whyTitle": "Warum Nefentus?",
    "whyButton": "Jetzt kostenlos loslegen",
    "whyContent": [
      {
        "title": "Erstellt in Europa",
        "description": "Unser hauseigenes Team von IT-Spezialisten entwickelt und verbessert Nefentus kontinuierlich auf höchstem Niveau."
      },
      {
        "title": "GDPR-Konform",
        "description": "Wir legen größten Wert auf Datenschutz und halten uns an die höchsten Sicherheits- und Datenschutzstandards, um den Schutz der Daten Ihres Unternehmens und Ihrer Kunden zu gewährleisten."
      },
      {
        "title": "Sichere Server und Smart Contracts",
        "description": "Unser Unternehmen gewährleistet höchste Sicherheitsstandards für Ihre Daten und Zahlungen durch den Einsatz von Smart Contracts. Diese selbstausführenden Verträge auf Basis der Blockchain-Technologie bieten Transparenz, Manipulationssicherheit und Effizienz."
      }
    ],
    "dataContent": [
      {
        "title": "3,0% Kommission",
        "description": "Es wird eine Provision von 3 % nur für echte Transaktionen berechnet, ohne monatliche oder laufende Gebühren. Wir glauben an eine unkomplizierte Gebührenstruktur, die Transparenz und Fairness gewährleistet.",
        "list": [
          "Keine versteckten Gebühren",
          "Schnell und sicher",
          "Intuitiver Zahlungsvorgang",
          "Sofortige Auszahlungen"
        ]
      },
      {
        "title": "Intelligente Analysen",
        "description": "Wir berechnen die wichtigsten Kennzahlen für Ihr Unternehmen und machen es mühelos den Überblick über Ihr Wachstum zu behalten.",
        "list": [
          "Messbares Wachstum",
          "Optimierte Prozesse",
          "Zugang zur Analytik",
          "Alles an einem Ort"
        ]
      },
      {
        "title": "Automationen",
        "description": "Nefentus erspart Ihnen den Aufwand der manuellen Rechnungsstellung und vereinfacht Ihre Buchhaltung.",
        "list": [
          "Betrugssicher",
          "Automatisierte Rechnungsstellung",
          "Finanzieller Überblick",
          "Vollständig konform"
        ]
      },
      {
        "title": "Digitale Produkte",
        "description": "Laden Sie Ihre digitalen Produkte sicher auf Nefentus hoch und stellen Sie sie beim Kauf zum Download bereit. Verfolgen Sie außerdem Ihr physisches Produktinventar, um eine nahtlose und effiziente Verwaltung zu gewährleisten.",
        "list": [
          "Sichern Sie Ihre Inhalte",
          "Laden Sie Ihre digitalen Produkte auf Nefentus hoch",
          "Verkaufen Sie digitale und physische Produkte",
          "Keine Notwendigkeit für Drittanbieter"
        ]
      }
    ],
    "paymentSubtitle": "Kosten",
    "paymentTitle": "Keine monatliche Gebühr, \nZahlen Sie nur für Ergebnisse",
    "paymentCard1Title": "Individuell",
    "paymentCard1Description": "3,0% Kommission",
    "paymentCard2Title": "Enterprise",
    "paymentCard2Description": "100.000+ EUR monatliches Transaktionsvolumen",
    "paymentButton": "Kostenlos anmelden",
    "paymentCard1": [
      "Kryptozahlungen sicher akzeptieren",
      "Betrugssichere Smart Contracts",
      "Sofortige Auszahlungen",
      "Automatisierte Rechnungsstellung",
      "Keine festen Gebühren",
      "Kostenloses Onboarding",
      "Sofortiger Zugang"
    ],
    "paymentCard2": [
      "Gesamter individueller Plan +",
      "Niedrigere Provision",
      "Exklusive Messenger-Unterstützung",
      "Nefentus Unternehmenskreis",
      "VIP-Networking-Treffen"
    ]
  },
  "forgot-password": {
    "title": "Passwort vergessen",
    "button": "E-Mail senden",
    "info": "Sie kennen Ihre E-Mail nicht, bitte kontaktieren Sie den Support!"
  },
  "reset-password": {
    "title": "Passwort zurücksetzen",
    "button": "zurücksetzen",
    "info": "Sie möchten Ihr Passwort nicht zurücksetzen? Stattdessen anmelden.",
    "button-label-confirm": "Bestätigen Sie das Passwort"
  },
  "signUp": {
    "titleP1": "Starte jetzt",
    "titleP2": "mit Nefentus",
    "description": "Starten Sie jetzt, es ist kostenlos. Nefentus hilft Ihnen dabei, Ihre Zahlungsabwicklung sicher und nachhaltig zu verwalten.",
    "info": "Sie haben bereits ein Konto?",
    "infoButton": "Jetzt einloggen",
    "firstNameLabel": "Voller Name",
    "firstNamePlaceholder": "Max Mustermann",
    "lastNameLabel": "Nachname",
    "lastNamePlaceholder": "Mustermann",
    "telefonLabel": "Telefonnummer",
    "emailLabel": "E-Mail Adresse",
    "emailPlaceholder": "you@email.com",
    "passwordLabel": "Dein Passwort",
    "passwordPlaceholder": "Passwort",
    "optionLabel": "Für was möchten Sie sich anmelden?",
    "option1Label": "Ihr Heimatland",
    "option2Label": "Ihr Programm",
    "option1": "Vendor",
    "option2": "Affiliate",
    "formButton": "Erstellen Sie Ihren Account",
    "formInfo": "Mit der Anmeldung erklären Sie sich mit unseren Datenschutzbestimmungen und Nutzungsbedingungen einverstanden.."
  },
  "login": {
    "titleP1": "Willkommen",
    "titleP2": "bei Nefentus",
    "description": "Geben Sie Ihre Anmeldedaten unten ein, um auf Ihr Nefentus-Konto zuzugreifen und eine Welt voller Möglichkeiten zu erschließen.",
    "button": "Anmelden",
    "info": "Noch keinen Account? ",
    "infoButton": "Registrieren Sie sich",
    "forgot": "Passwort vergessen?"
  },
  "affiliate": {
    "heroTitleP1": "Wahrscheinlich\n",
    "heroGradient": "das Beste",
    "heroTitleP2": "Affiliate Netzwerk da draußen!",
    "heroSubtitle": "Partnerprogramm",
    "heroHeading": "Provisionen mühelos verdienen",
    "heroDescription": "Melden Sie sich kostenlos für das Partnerprogramm von Nefentus an und beginnen Sie, Provisionen auf Autopilot zu verdienen.",
    "heroButton": "Ihr Konto erstellen",
    "affiliateList": [
      "Keine Investition für den Beitritt erforderlich",
      "Verdienen Sie mit Produkten, an die Sie glauben",
      "Sicher und geschützt",
      "Unbegrenzte Verdienstmöglichkeiten"
    ],
    "whyTitleP1": "Maßgeschneiderte Produkte ",
    "whyTitleP2": "für Affiliates",
    "whyButton": "Jetzt kostenlos loslegen",
    "whyContent": [
      {
        "title": "Übersicht",
        "description": "Sehen Sie auf einen Blick, wie viel Sie verdient haben und wie viele Transaktionen durchgeführt wurden."
      },
      {
        "title": "Leaderboard",
        "description": "Vergleichen Sie Ihre Leistung mit der anderer Partner und lassen Sie sich in der Rangliste aufführen."
      },
      {
        "title": "Zielfunktion",
        "description": "Verfolgen Sie Ihre Provisionen und vergleichen Sie die Einnahmen für Ihre beworbenen Produkte."
      },
      {
        "title": "Mobile App",
        "description": "Behalten Sie den Überblick über Ihre Provisionen und lassen Sie sich mit unserer App über Verkäufe benachrichtigen."
      }
    ],
    "compareTitle": "Herausforderungen\n für andere: Unsere Lösungen",
    "compareSubtitle": "Lösungen",
    "compareContent": [
      {
        "type": "cons",
        "title": "Schwierigkeiten, sich auf einem überfüllten Markt von der Konkurrenz abzuheben",
        "description": "Bei der Vielzahl von Partnerprogrammen und traditionellen Produkten kann es für Partner schwierig sein, sich und ihre Angebote von der Konkurrenz abzuheben. Dies kann zu geringerem Engagement und weniger Verkäufen führen, was es schwieriger macht, Provisionen zu verdienen."
      },
      {
        "title": "Heben sie sich von der Konkurrenz auf einem überfüllten Markt ab",
        "description": "Nefentus ist eine revolutionäre Plattform und bietet seinen Affiliates eine Reihe von Marketingmaterialien, einschließlich Bannern und Landing Pages, die ihnen helfen, sich zu differenzieren und in einem überfüllten Markt hervorzuheben. Darüber hinaus bietet das Programm attraktive Provisionen und ein revolutionäres Produkt, das beworben werden kann und den Affiliates einen Wettbewerbsvorteil verschafft."
      },
      {
        "type": "cons",
        "title": "Abhängigkeit von der Leistung der Produkte oder Dienstleistungen",
        "description": "Affiliates sind der Leistung und Qualität der Produkte oder Dienstleistungen, für die sie werben, ausgeliefert. Wenn das Produkt oder die Dienstleistung nicht die gewünschte Leistung erbringt, kann sich dies negativ auf den Ruf und das Verdienstpotenzial eines Affiliates auswirken."
      },
      {
        "title": "Sie können sich auf die hervorragende Leistung unserer Produkte und Dienstleistungen verlassen",
        "description": "Nefentus ist bestrebt, seinen Kunden qualitativ hochwertige und zuverlässige Produkte und Dienstleistungen zu bieten, was letztlich auch den angeschlossenen Unternehmen zugute kommt, da wir einen guten Ruf genießen und die Zufriedenheit unserer Kunden sicherstellen. Wir sind schnell gewachsen und haben ein hohes Maß an Kundenzufriedenheit."
      },
      {
        "type": "cons",
        "title": "Begrenzte Kontrolle und keine sofortige Auszahlung von Partnerprovisionen",
        "description": "In der dynamischen Landschaft des Affiliate-Marketings treten häufig zwei große Herausforderungen auf, die für viele Affiliates auf ihrem Weg zum Erfolg eine Hürde darstellen: begrenzte Transparenz der Produktangebote und die Erwartung verzögerter Provisionsauszahlungen."
      },
      {
        "title": "Transparente Produkt- und Preisstruktur, sofortige Auszahlung von Affiliate-Provisionen",
        "description": "Dies sind die Schlüsselelemente, die sich als Katalysatoren für den Erfolg erweisen. Wir bieten umfassende Produktinformationen und unkomplizierte Preismodelle, die es den Partnern ermöglichen, unsere Produkte effektiv zu vermarkten, was zu höheren Konversionsraten und Kundenzufriedenheit führt."
      }
    ]
  },
  "support": {
    "title": "Fragen zum Support Center:",
    "sideBar": [
      "Einführung",
      "Alles über Zahlungen",
      "Ealles rund um das Thema Produkte",
      "FAQ",
      "Nefentus Grundlagen",
      "Nefentus Fortgeschritten",
      "Alles rund um das Thema Affiliate"
    ],
    "contact": {
      "title": "Für weitere Hilfe, kontaktieren Sie uns!",
      "description": "Wenn Sie einen persönlicheren Kontakt bevorzugen, stehen wir Ihnen jederzeit per Telefon oder E-Mail zur Verfügung. Ganz gleich, ob Sie eine kurze Frage haben oder eine ausführlichere Unterstützung benötigen, wir sind nur einen Anruf oder einen Klick entfernt.",
      "button1Text": "Schreiben Sie auf Instagram",
      "button1Description": "Sie können auf instagram schreiben",
      "button2Description": "Ihre Anfrage wird innerhalb eines Tages beantwortet."
    },
    "introduction": {
      "title": "Willkommen auf der Support-Seite von Nefentus Solutions!",
      "mainDescription": "In diesem Bereich finden Sie alle Informationen zu Nefentus Solutions. Hier finden Sie detaillierte Informationen über Ihre Möglichkeiten, Links zu häufig gestellten Fragen und beliebten Blogbeiträgen sowie eine Anleitung für die ersten Schritte, die Sie Schritt für Schritt durch die Verwendung des Produkts führt.",
      "banner": "Wir haben die Dokumentationsseite in vier Gruppen unterteilt:",
      "description1": "1. Wesentliche Informationen über das Produkt",
      "description2": "2. Beliebte Artikel über Produkteigenschaften",
      "description3": "3. Zusätzliche Ressourcen, die für Sie interessant sein könnten",
      "description4": "4. Wie Sie mit uns in Kontakt treten können"
    }
  },
  "contact": {
    "title": "Konto heute erstellen",
    "description": "Wir bei Nefentus glauben daran, dass wir unsere Kunden bei jedem Schritt unterstützen müssen. Deshalb bieten wir kostenlose Onboarding-Anrufe an, um bei der Registrierung und Einrichtung zu helfen. Ganz gleich, ob Sie Barbesitzer, Berater, Coach, Trainer, Redner oder Agenturinhaber sind, wir sind bestrebt, die perfekte Lösung für Ihre individuellen Bedürfnisse zu finden.",
    "button": "Jetzt anmelden",
    "button2": "Planen Sie eine kostenlose Onboarding-Sitzung"
  },
  "footer": {
    "copyright": "© 2023 Nefentus. Alle Rechte vorbehalten.",
    "downloadButton": "JETZT RUNTERLADEN",
    "content": [
      {
        "text": "Startseite"
      },
      {
        "text": "Unsere Solution"
      },
      {
        "text": "Resourcen"
      },
      {
        "text": "Affiliate"
      }
    ],
    "privacy": "Datenschutzerklärung",
    "imprint": "Impressum"
  }
}
